bierner.markdown-preview-github-styles
dhoeric.ansible-vault
docker.docker
esbenp.prettier-vscode
esphome.esphome-vscode
keesschollaart.vscode-home-assistant
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-de
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
redhat.ansible
redhat.vscode-yaml
samuelcolvin.jinjahtml
vscode-icons-team.vscode-icons
